<?php

$tables = [
    'customers' =>
        [
            [1, 'Саша Валентей', 'вул.Різдвяна, 12', 'м.Діамантове'],
            [2, 'Ігор Петров', 'бул.Лепсе, 146', 'м.Київ'],
            [3, 'Славко Моргунов', 'пров. Правди, 1', 'смт. Маньківка'],
        ],

    'orders' =>
        [
            [1, 3],
            [2, 1],
            [3, 2],
            [4, 3],
        ],

    'orderItems' =>
        [
            [1, '5-8459-0046-8', 2],
            [2, '5-8459-0426-9', 1],
            [3, '5-8459-0426-9', 5],
            [3, '5-8459-1134-6', 8],
            [4, '5-8459-1082-X', 10],
        ],

    'books' =>
        [
            ['5-8459-0046-8', 'Майкл Морган', 'Java 2. Керіництво користувача', 34.99],
            ['5-8459-1082-X', 'Крістофер Негус', 'Linux. Біблія користувача', 24.99],
            ['5-8459-1134-6', 'Марина Смоліна', 'Corel DRAW X3. Самовчитель', 26.70],
            ['5-8459-0426-9', 'Родерік Сміт', 'Мережеві засоби Linux', 20.10],
        ],
];